[
    {
        "chapter_number": 1,
        "title_hindi": "पंथाभिमान और धर्माभिमान परमार्थ के मार्ग में कितने भयानक है ?",
        "title_english": "How terrifying are Sectarian and Religious Pride on the path of Truth?",
        "youtube_id": "MfUA3hlKtz0",
        "description": "Baba uses a leela with Kaka Mahajani's friend to demonstrate that sectarian and religious pride are the largest obstacles on the path to Self-Realization. By showing the devotee his own deceased father in the Masjid, Baba breaks his ego and unites him with the formless God.",
        "keywords": [
            "Sectarian Pride",
            "Religious Pride",
            "Chapter 35",
            "Kaka Mahajani",
            "Spiritual Obstacles"
        ],
        "social_tags": [
            "#SaiBaba",
            "#Spirituality",
            "#Ego",
            "#SaiSatcharitra"
        ]
    },
    {
        "chapter_number": 2,
        "title_hindi": "त्रिदेवी का रहस्य: लक्ष्मी, सरस्वती और काली",
        "title_english": "Why is Goddess Lakshmi Saraswati given only one day but Goddess Durga gets nine days?",
        "youtube_id": "P8h4XHBBoE4",
        "description": "This discourse explains the spiritual significance of the Hindu calendar's division of goddesses during Navratri. It reveals that the power of action (Shakti/Kali) must be worshipped first, as without action, wealth (Lakshmi) and knowledge (Saraswati) cannot be attained or sustained.",
        "keywords": [
            "Tridevi",
            "Navratri",
            "Maa Kali",
            "Shakti",
            "Spiritual Power"
        ],
        "social_tags": [
            "#Navratri",
            "#Goddess",
            "#SpiritualPower",
            "#Krishnaji"
        ]
    },
    {
        "chapter_number": 3,
        "title_hindi": "साई ही तो है जिसने \"गुरु\" शब्द को अर्थ दिया !",
        "title_english": "It is Sai who gave meaning to the word 'Guru'",
        "youtube_id": "sT28X9mJFj8",
        "description": "Through the incident with Muley Shastri, Baba proves that He is the embodiment of the Guru Tattva. By appearing as Shastri's own revered Guru, Baba teaches that all true spiritual masters are one and the same divine principle.",
        "keywords": [
            "Guru",
            "Muley Shastri",
            "Chapter 12",
            "Guru Poornima",
            "Sadguru"
        ],
        "social_tags": [
            "#GuruPurnima",
            "#SaiGuru",
            "#Sadguru",
            "#SaiTeachings"
        ]
    },
    {
        "chapter_number": 4,
        "title_hindi": "साईबाबा द्वारा नवविधा भक्ती की सच्ची व्याख्या",
        "title_english": "True explanation of Nav Vidha Bhakti by Sai Baba",
        "youtube_id": "9YXn7kRfSak",
        "description": "Baba teaches the nine forms of devotion (Nav Vidha Bhakti) through the parable of the Merchant and the Mare. The lesson is that humility and the sincere practice of devotion, not intellectual searching, lead to true spiritual peace.",
        "keywords": [
            "Nav Vidha Bhakti",
            "Chapter 21",
            "Anantrao Patankar",
            "Devotion",
            "Nine forms of Bhakti"
        ],
        "social_tags": [
            "#Bhakti",
            "#NavVidhaBhakti",
            "#SaiDevotion",
            "#SpiritualPath"
        ]
    },
    {
        "chapter_number": 5,
        "title_hindi": "साई दरबार में वेषधारी संन्यासी",
        "title_english": "Disguised monks at Sai Darbar",
        "youtube_id": "Mq-s5RIQR2Y",
        "description": "The story of Vijayanand Sanyasi shows that external renunciation is useless without internal purity. Baba guides the Sanyasi away from a physical pilgrimage to Manasarovar and towards the inner liberation found in reading the Bhagavat.",
        "keywords": [
            "Vijayanand",
            "Sanyasi",
            "Chapter 31",
            "Renunciation",
            "Manasarovar"
        ],
        "social_tags": [
            "#Sanyas",
            "#TrueRenunciation",
            "#SaiDarbar",
            "#SpiritualJourney"
        ]
    },
    {
        "chapter_number": 6,
        "title_hindi": "साई से बढ़कर सद्गुरू कौन !",
        "title_english": "Who could be a greater Sadguru than Sai?",
        "youtube_id": "wSaVdS67CKc",
        "description": "In a personal story, Baba illustrates the importance of Guru's grace (Prasad) over intellectual pursuit of Brahma Jnana. He shows that surrender and humility before the compassionate Sadguru are the only keys to Self-Realization.",
        "keywords": [
            "Sadguru",
            "Chapter 32",
            "Brahma Jnana",
            "Guru Disciple Relationship",
            "Quest for God"
        ],
        "social_tags": [
            "#SadguruSai",
            "#BrahmaJnana",
            "#GuruBhakti",
            "#SaiGlory"
        ]
    },
    {
        "chapter_number": 7,
        "title_hindi": "स्वयं साईके आचरण से निष्काम कर्मयोग की शिक्षा",
        "title_english": "Lesson of Nishkama Karma Yoga from Sai's own conduct",
        "youtube_id": "SiSzvKo3MJ0",
        "description": "Baba gives a personal example of working diligently at a loom and then giving away all his earnings. This teaches the principle of Nishkama Karma Yoga: perform work with excellence, but dedicate the fruits of labor entirely to selfless service.",
        "keywords": [
            "Nishkama Karma Yoga",
            "Selfless Action",
            "Chapter 32",
            "Work is Worship",
            "Karma"
        ],
        "social_tags": [
            "#KarmaYoga",
            "#SelflessService",
            "#SaiWork",
            "#GitaEssence"
        ]
    },
    {
        "chapter_number": 8,
        "title_hindi": "विष्णुसहस्त्रनाम की गहराई जो स्वयं साई ने बताई",
        "title_english": "Depth of Vishnusahasranaam as said by Sai himself",
        "youtube_id": "8K0SwYZnDfk",
        "description": "When Shama faced a life-threatening illness, Baba urged him to chant the Vishnu Sahasranama. This emphasizes the immense protective power of Namasmaran and the spiritual depth hidden within the Lord's names.",
        "keywords": [
            "Vishnu Sahasranama",
            "Shyama",
            "Chapter 27",
            "Namasmaran",
            "Chanting"
        ],
        "social_tags": [
            "#VishnuSahasranama",
            "#Chanting",
            "#SaiNaam",
            "#Bhakti"
        ]
    },
    {
        "chapter_number": 9,
        "title_hindi": "एक झोली में फूल भरे है, एक झोली में कांटे... \"भावार्थ \"",
        "title_english": "One bag filled with flowers, one with thorns... Meaning",
        "youtube_id": "R_OQDqeivVQ",
        "description": "This discourse breaks down a bhajan that talks about the duality of life—joy (flowers) and sorrow (thorns). It teaches that one must accept both as manifestations of divine will and remain equipoised to transcend the cycle of Karma.",
        "keywords": [
            "Karma",
            "Destiny",
            "Joy and Sorrow",
            "Duality",
            "Spiritual Song"
        ],
        "social_tags": [
            "#KarmaPhala",
            "#LifeLessons",
            "#SaiBhajan",
            "#SpiritualMeaning"
        ]
    },
    {
        "chapter_number": 10,
        "title_hindi": "स्तवन मंजरी का परम रहस्य पहली बार",
        "title_english": "The supreme secret of Stavan Manjari for the first time",
        "youtube_id": "k52OlCa3nYw",
        "description": "An exploration of the spiritual depth of Das Ganu's *Stavan Manjari*. It reveals that the composition is not just a poem of praise but a powerful tool for repentance and cleansing the mind, highly valued by Baba Himself.",
        "keywords": [
            "Stavan Manjari",
            "Das Ganu",
            "Prayer",
            "Repentance",
            "Sai Praise"
        ],
        "social_tags": [
            "#StavanManjari",
            "#DasGanu",
            "#SaiPrayer",
            "#Devotion"
        ]
    },
    {
        "chapter_number": 11,
        "title_hindi": "हम साई को अपना ऋणी कैसे बना सकते हैं?",
        "title_english": "How can we make ourselves indebted to Sai?",
        "youtube_id": "Y-loOLqzjJ4",
        "description": "Through the stories of Tarkad and Captain Hate, Baba explains the principle of Annadan (charity of food). He states that feeding the hungry is the truest service, which makes the Guru indebted to the devotee for their compassionate act.",
        "keywords": [
            "Annadan",
            "Offering Food",
            "Chapter 29",
            "Captain Hate",
            "Seva"
        ],
        "social_tags": [
            "#Annadan",
            "#SaiSeva",
            "#Offering",
            "#SaiGrace"
        ]
    },
    {
        "chapter_number": 12,
        "title_hindi": "जो साई से नफरत करते हैं वे भी अत्यंत भाग्यशाली हैं",
        "title_english": "Even those who hate Sai are extremely fortunate",
        "youtube_id": "MEtvk5bt2VA",
        "description": "This teaching uses the metaphor of the Paras stone, which turns any metal it touches into gold. It argues that even those who approach Baba with criticism or hatred are eventually purified and transformed by His divine presence and compassion.",
        "keywords": [
            "Hatred",
            "Paras Stone",
            "Criticism",
            "Transformation",
            "Sai Compassion"
        ],
        "social_tags": [
            "#SaiCompassion",
            "#Forgiveness",
            "#Transformation",
            "#SaiLove"
        ]
    },
    {
        "chapter_number": 13,
        "title_hindi": "बाबा का धर्म क्या है? उनका महा समाधि",
        "title_english": "What is Baba's Dharma? His Maha Samadhi",
        "youtube_id": "K01fL8yTzW9",
        "description": "This discourse explains Sai Baba's final leela of Maha Samadhi (conscious passing). It clarifies that Baba, like the sun and earth, belongs to no single religion (Dharma) and reveals the spiritual necessity of shedding the physical body for the eternal, luminous form, as per the Bhagavad Gita.",
        "keywords": [
            "Maha Samadhi",
            "Chapter 42",
            "Eternal Form",
            "Dharma",
            "Bhagavad Gita",
            "Soul and Body"
        ],
        "social_tags": [
            "#MahaSamadhi",
            "#SaiDharma",
            "#EternalSai",
            "#BhagavadGitaWisdom"
        ]
    }
]