[
  {
    "term": "Udi",
    "chapter": "Chapter 33",
    "definition_en": "Sacred ash produced from the perpetual fire (Dhuni) lit by Sai Baba, known for its healing powers.",
    "definition_es": "Ceniza sagrada producida del fuego perpetuo (Dhuni) encendido por Sai Baba, conocida por sus poderes curativos."
  },
  {
    "term": "Shraddha",
    "chapter": "Chapter 19",
    "definition_en": "Unwavering faith and trust in the Guru not just in good times but through all trials.",
    "definition_es": "Fe inquebrantable y confianza en el Gurú, no solo en los buenos tiempos sino a través de todas las pruebas."
  },
  {
    "term": "Saburi",
    "chapter": "Chapter 19",
    "definition_en": "Patience and courage to wait for the Guru's grace without losing heart.",
    "definition_es": "Paciencia y coraje para esperar la gracia del Gurú sin desanimarse."
  },
  {
    "term": "Namasmaran",
    "chapter": "Chapter 27",
    "definition_en": "The practice of constant remembrance and chanting of the Divine Name.",
    "definition_es": "La práctica del recuerdo constante y el canto del Nombre Divino."
  },
  {
    "term": "Nav Vidha Bhakti",
    "chapter": "Chapter 21",
    "definition_en": "The nine forms of devotion: Shravanam (Hearing), Kirtanam (Singing), Smaranam (Remembering), Padasevanam (Serving Feet), Archanam (Worshipping), Vandanam (Bowing), Dasyam (Servitude), Sakhyam (Friendship), Atmanivedanam (Surrender).",
    "definition_es": "Las nueve formas de devoción: Shravanam, Kirtanam, Smaranam, Padasevanam, Archanam, Vandanam, Dasyam, Sakhyam, Atmanivedanam."
  },
  {
    "term": "Tridevi",
    "chapter": "General",
    "definition_en": "The three Goddesses: Lakshmi (Wealth/Will), Saraswati (Knowledge), and Kali (Power/Action).",
    "definition_es": "Las tres diosas: Lakshmi (Riqueza/Voluntad), Saraswati (Conocimiento) y Kali (Poder/Acción)."
  },
  {
    "term": "Nishkaam Karma Yoga",
    "chapter": "Chapter 32",
    "definition_en": "The path of selfless action, performing one's duty without attachment to the fruit of action.",
    "definition_es": "El camino de la acción desinteresada, cumpliendo con el deber sin apego al fruto de la acción."
  },
  {
    "term": "Brahman",
    "chapter": "General",
    "definition_en": "The Ultimate Reality or Cosmic Spirit in Hindu philosophy.",
    "definition_es": "La Realidad Última o Espíritu Cósmico en la filosofía hindú."
  },
  {
    "term": "Leela",
    "chapter": "General",
    "definition_en": "Divine play or sport of the Incarnation, often referring to the stories of their life.",
    "definition_es": "Juego divino o deporte de la Encarnación, a menudo refiriéndose a las historias de su vida."
  },
  {
    "term": "Bodhakatha",
    "chapter": "General",
    "definition_en": "A story or discourse that imparts spiritual knowledge or moral teaching.",
    "definition_es": "Una historia o discurso que imparte conocimiento espiritual o enseñanza moral."
  },
  {
    "term": "Samadhi Mandir",
    "chapter": "Chapter 39",
    "definition_en": "The temple where Sai Baba's body is interred and worshipped.",
    "definition_es": "El templo donde está enterrado y venerado el cuerpo de Sai Baba."
  },
  {
    "term": "Dwarkamai",
    "chapter": "General",
    "definition_en": "The dilapidated mosque where Sai Baba lived for 60 years, which he called the 'Mother of Mercy'.",
    "definition_es": "La mezquita en ruinas donde Sai Baba vivió durante 60 años, a la que llamó 'Madre de la Misericordia'."
  },
  {
    "term": "Chavadi",
    "chapter": "Chapter 37",
    "definition_en": "The village meeting place where Baba slept on alternate nights.",
    "definition_es": "El lugar de reunión del pueblo donde Baba dormía noches alternas."
  },
  {
    "term": "Gurusthan",
    "chapter": "Chapter 4",
    "definition_en": "The place under the Neem tree where Baba was first seen as a young yogi.",
    "definition_es": "El lugar bajo el árbol de Neem donde Baba fue visto por primera vez como un joven yogui."
  },
  {
    "term": "Lendi Baug",
    "chapter": "General",
    "definition_en": "The garden Baba tended to, where the Nanda Deep (perpetual lamp) burns.",
    "definition_es": "El jardín que Baba cuidaba, donde arde el Nanda Deep (lámpara perpetua)."
  },
  {
    "term": "Palki",
    "chapter": "General",
    "definition_en": "Palanquin procession, held every Thursday in Shirdi.",
    "definition_es": "Procesión de palanquín, celebrada todos los jueves en Shirdi."
  },
  {
    "term": "Kakad Aarti",
    "chapter": "General",
    "definition_en": "The early morning prayer sung to wake up the Lord.",
    "definition_es": "La oración de la mañana temprano cantada para despertar al Señor."
  },
  {
    "term": "Shej Aarti",
    "chapter": "General",
    "definition_en": "The night prayer sung before the Lord goes to sleep.",
    "definition_es": "La oración nocturna cantada antes de que el Señor se vaya a dormir."
  },
  {
    "term": "Bhiksha",
    "chapter": "Chapter 8",
    "definition_en": "Alms begged by a monk; Sai Baba lived by begging food daily.",
    "definition_es": "Limosna pedida por un monje; Sai Baba vivía pidiendo comida a diario."
  },
  {
    "term": "Dakshina",
    "chapter": "Chapter 14",
    "definition_en": "Monetary offering given to the Guru, symbolizing surrender of attachment.",
    "definition_es": "Ofrenda monetaria dada al Gurú, simbolizando la entrega del apego."
  },
  {
    "term": "Yuga",
    "chapter": "General",
    "definition_en": "An era or epoch in Hindu cosmology (Satya, Treta, Dwapara, Kali).",
    "definition_es": "Una era o época en la cosmología hindú (Satya, Treta, Dwapara, Kali)."
  },
  {
    "term": "Sanyas",
    "chapter": "Chapter 31",
    "definition_en": "The order of renunciation; but Baba taught inner renunciation over outer attire.",
    "definition_es": "La orden de renuncia; pero Baba enseñó la renuncia interior sobre la vestimenta exterior."
  },
  {
    "term": "Panthabhiman",
    "definition_en": "Sectarian Pride. The arrogance or pride associated with one's own sect or lineage, often becoming a terrifying obstacle on the spiritual path.",
    "definition_es": "",
    "chapter": "35"
  },
  {
    "term": "Dharmabhiman",
    "definition_en": "Religious Pride. The rigid pride one holds regarding their own religion, believing it to be superior to others, which hinders spiritual progress.",
    "definition_es": "",
    "chapter": "35"
  },
  {
    "term": "Saguna Upasana",
    "definition_en": "Worship of God with form and attributes (like an idol or a Guru). Sai Baba clarified that one often needs to pass through this to reach the formless state.",
    "definition_es": "",
    "chapter": "35"
  },
  {
    "term": "Nirguna Upasana",
    "definition_en": "Worship of the formless, attributeless God. A higher state of worship often difficult for ordinary humans to grasp without first surrendering to a Guru.",
    "definition_es": "",
    "chapter": "35"
  },
  {
    "term": "Nav Vidha Bhakti",
    "definition_en": "The ninefold path of devotion consisting of Shravana (Listening), Kirtana (Singing), Smarana (Remembering), Padasevana (Service of feet), Archana (Worship), Vandana (Bowing), Dasyam (Servitude), Sakhyam (Friendship), and Atmanivedanam (Self-surrender).",
    "definition_es": "",
    "chapter": "21"
  },
  {
    "term": "Shravana",
    "definition_en": "The first step of Nav Vidha Bhakti; listening to the stories and glories of the Lord or the Guru with a pure heart.",
    "definition_es": "",
    "chapter": "21"
  },
  {
    "term": "Nishkama Karma Yoga",
    "definition_en": "Selfless action performed without the desire for fruits or rewards, dedicating the action entirely to the Divine to purify the mind (Chitta Shuddhi).",
    "definition_es": "",
    "chapter": "32"
  },
  {
    "term": "Vihangam Marg",
    "definition_en": "The path of the bird. A direct, rapid flight to liberation or spiritual ascent, as opposed to the slower path of the ant (Pipilika Marg).",
    "definition_es": "",
    "chapter": "45"
  },
  {
    "term": "Udi",
    "definition_en": "The sacred ash from Baba's Dhuni (perpetual fire), believed to have miraculous healing powers and symbolizing the transient nature of life.",
    "definition_es": "",
    "chapter": "33"
  },
  {
    "term": "Chitta Shuddhi",
    "definition_en": "Purification of the mind or heart. A prerequisite for true spiritual knowledge and the grace of the Guru to manifest.",
    "definition_es": "",
    "chapter": "General"
  },
  {
    "term": "Teli",
    "definition_en": "Literally 'oil-presser'. Baba used this term metaphorically to describe 'clingy' devotees who stick to the Guru only for selfish desires.",
    "definition_es": "",
    "chapter": "42"
  },
  {
    "term": "Tamboli",
    "definition_en": "Literally 'betel leaf seller'. Baba used this term metaphorically for those who hate or reject the Guru after their selfish needs are not met.",
    "definition_es": "",
    "chapter": "42"
  },
  {
    "term": "Stavan Manjari",
    "definition_en": "A bouquet of hymns/praises. A specific composition by Das Ganu Maharaj in praise of Sai Baba, which Baba held in high regard.",
    "definition_es": "",
    "chapter": "General"
  },
  {
    "term": "Brahma Jnana",
    "definition_en": "Knowledge of the Absolute (Brahman). The ultimate realization of the self as one with the universe.",
    "definition_es": "",
    "chapter": "32"
  },
  {
    "term": "Para Vani",
    "definition_en": "The highest form of speech or sound, originating from the deepest level of consciousness, where the chanting becomes effortless.",
    "definition_es": "",
    "chapter": "27"
  },
  {
    "term": "Shraddha",
    "definition_en": "Pure faith, reverence, and devotion to the Guru and the divine teachings. It is one of the two pillars of Sai Baba's path.",
    "definition_es": "",
    "chapter": "General"
  },
  {
    "term": "Saburi",
    "definition_en": "Patient endurance, perseverance, and waiting with hope. It is the second of the two pillars of Sai Baba's path.",
    "definition_es": "",
    "chapter": "General"
  },
  {
    "term": "Dhuni",
    "definition_en": "The perpetual sacred fire in Dwarkamai maintained by Sai Baba. The ash (Udi) from this fire is distributed to devotees for protection and healing.",
    "definition_es": "",
    "chapter": "General"
  },
  {
    "term": "Maha Samadhi",
    "definition_en": "The great or final Samadhi; the conscious, voluntary act of a realized soul leaving the physical body, as performed by Sai Baba in 1918.",
    "definition_es": "",
    "chapter": "42"
  }
]